[Battery.WhaleOilBatteryEmpty_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="鯨油タンク"
m_InteractText=" `GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Brick_twk:DisTweaks_InteractableInterface_10 DisTweaks_InteractableInterface]
m_Name="ゆるんだレンガ"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[DBdoor_medium_poor_metal_ext_Alfa_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="動かない"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="動かない"

[DBdoor_medium_poor_metal_ext_Alfa_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_refinerygatelocked DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="鍵がかかっている"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="鍵がかかっている"

[door_refinerygatelocked:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Door"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[door_tallboyarena DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="鍵がかかっている"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage="鍵がかかっている"

[door_tallboyarena:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Door"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[FloodedWheel_H2U_1Shot_D2U_twk DisTweaks_UsableObject]
m_LockedMessage="これを回すには両手が必要だ。"

[FloodedWheel_H2U_1Shot_D2U_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ドアのクランク"
m_InteractText="`GBA_Use` をホールドして回す"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[lever_01_floodedgate_twk DisTweaks_UsableObject]
m_LockedMessage="作動不能"

[lever_01_floodedgate_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ゲート制御"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFAssassins1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="セントラルラッドショアに向かう"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFAssassins2:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ダウドの地下室に向かう"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFGate:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ゲートへの地下通路に入る"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFGate_Incomplete:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ゲートへの地下通路"
m_InteractText="目的を遂行したらここに戻ろう。"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFRefinery1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="グリーブス精製所に向かう"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFRefinery2:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="グリーブス精製所へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFStreets1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ラッドショア・ウォーターフロントの1階部分に向かう"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFStreets2:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ラッドショア・ウォーターフロントの上階部分に向かう"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toFStreets3:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="ラッドショア・マーケットに向かう"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTDs.LTD_toStreetSewer:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="旧港地区郊外に向かう"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pouches.Pouch_Daud DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[Pouches.Pouch_Daud:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="袋"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Stat.Elixir_Health_Pouch_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="ライフエリクサーの袋"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="これ以上はエリクサーを持てない"

[Stat.Elixir_Mana_Pouch_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="スピリチュアル治療薬の袋"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="治療薬はもう持てない"

[valve_puzzle_part2_twk:DisTweaks_InteractableInterface_54 DisTweaks_InteractableInterface]
m_Name="ホイールを回す"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_bridge_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="跳ね橋の制御室"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_dispenser_twk DisTweaks_UsableObject]
m_LockedMessage="空のタンクを取り外す"

[wall_lever_01_dispenser_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="空のタンクにディスペンサーを使う"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_oilpump_twk DisTweaks_UsableObject]
m_LockedMessage="空のタンクが必要"

[wall_lever_01_oilpump_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="空のタンクを満たす"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_stair_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="階段コントロール"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[WeaponBox_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="武器ボックス"
m_InteractText="`GBA_Use` 使う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[weapons_box_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[weapons_box_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="自分の装備"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="これは拾えない"

[wood_blank_400_brickbreak_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="木の厚板"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wood_plank_200_brickbreak_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="木の厚板"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wood_plank_group_05_twk:DisTweaks_InteractableInterface_41 DisTweaks_InteractableInterface]
m_Name="木の厚板"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

